[
  {
    "candidateName": "test",
    "_id": "3ee42g8awkjo2c160",
    "examDate": "2021-01-08T09:14:15.143Z",
    "isCompleted": false,
    "name": "Admission test",
    "score": 0,
    "rQuestions": [
      {
        "duration": 180,
        "text": "Cupidatat dolor dolore anim non. Proident veniam mollit culpa ullamco proident ea pariatur amet ipsum. Sint ex eiusmod sit anim nostrud irure et et reprehenderit occaecat deserunt labore velit. Velit commodo magna tempor tempor cillum amet excepteur. Culpa incididunt est nulla sint. Dolore Lorem sunt deserunt tempor adipisicing cillum cupidatat commodo enim nulla.",
        "img": "https://demo-res.cloudinary.com/image/upload/sample.jpg",
        "answers": [
          { "text": "ea", "isCorrect": false },
          { "text": "Lorem", "isCorrect": true },
          { "text": "adipisicing", "isCorrect": false },
          { "text": "proident", "isCorrect": false }
        ]
      },
      {
        "duration": 120,
        "text": "Non cupidatat enim voluptate cupidatat est ea officia ad do adipisicing fugiat. Consectetur sit cillum veniam ad tempor ea ipsum irure anim proident voluptate nulla ipsum qui. Magna velit labore id ad magna aute ad nulla veniam occaecat reprehenderit pariatur. Consequat velit occaecat culpa esse consectetur ad officia tempor est eiusmod cupidatat aute ut consequat. Amet labore do nisi nulla aliquip non amet excepteur minim culpa officia ex enim.",
        "img": "https://demo-res.cloudinary.com/image/upload/sample.jpg",
        "answers": [
          { "text": "laborum", "isCorrect": false },
          { "text": "sit", "isCorrect": true },
          { "text": "fugiat", "isCorrect": false },
          { "text": "sit", "isCorrect": false }
        ]
      },
      {
        "duration": 60,
        "text": "Cupidatat excepteur sit non id veniam ad do exercitation aute ipsum eu. Fugiat amet ut irure ut nisi ut ad esse sunt. Id tempor quis esse nisi nulla sint aliqua esse eiusmod commodo incididunt aliquip sit.",
        "answers": [
          { "text": "proident", "isCorrect": false },
          { "text": "adipisicing", "isCorrect": true },
          { "text": "non", "isCorrect": false },
          { "text": "ex", "isCorrect": false }
        ]
      },
      {
        "duration": 180,
        "text": "Proident proident amet ullamco veniam cupidatat ipsum occaecat magna anim laboris voluptate anim duis. Amet aliqua exercitation ex laborum laboris qui fugiat ut qui deserunt eiusmod. Adipisicing id amet officia ut est anim eu. In ad aliquip culpa id deserunt incididunt Lorem laborum. Proident officia eu Lorem ullamco dolor. Deserunt fugiat ullamco aliquip consequat anim eu laboris nisi et. Duis exercitation quis nulla pariatur eiusmod ad sit.",
        "answers": [
          { "text": "cupidatat", "isCorrect": false },
          { "text": "eiusmod", "isCorrect": true },
          { "text": "cillum", "isCorrect": false },
          { "text": "irure", "isCorrect": false }
        ]
      },
      {
        "duration": 60,
        "text": "Laborum elit do anim in velit nostrud culpa do eu est reprehenderit. Aliqua magna ut eiusmod proident ullamco. Sint veniam in sit proident elit elit et nulla quis ut.",
        "answers": [
          { "text": "fugiat", "isCorrect": false },
          { "text": "adipisicing", "isCorrect": true },
          { "text": "eiusmod", "isCorrect": false },
          { "text": "fugiat", "isCorrect": false }
        ]
      }
    ]
  }
]
